{
  "legal": {
    "privacy": {
      "title": "Politique de Confidentialité",
      "lastUpdated": "Dernière mise à jour : février 2026",
      "sections": [
        {
          "title": "1. Informations collectées",
          "content": "Nous collectons les informations que vous fournissez directement lors de l'utilisation de Stampeo, notamment :\n\n- **Informations de compte** : nom, adresse e-mail, nom de l'entreprise lors de la création de votre compte\n- **Données clients** : prénom et numéro de téléphone de vos clients qui rejoignent votre programme de fidélité\n- **Données d'utilisation** : comment vous interagissez avec notre plateforme, pages visitées et fonctionnalités utilisées\n- **Informations appareil** : jetons d'appareil pour les notifications push (Apple Wallet / Google Wallet)"
        },
        {
          "title": "2. Utilisation de vos informations",
          "content": "Nous utilisons les informations collectées pour :\n\n- Fournir et maintenir la plateforme Stampeo\n- Générer et mettre à jour les cartes de fidélité digitales (Apple Wallet & Google Wallet)\n- Envoyer des notifications push lorsque des tampons sont ajoutés ou des récompenses obtenues\n- Améliorer nos services et développer de nouvelles fonctionnalités\n- Communiquer avec vous concernant votre compte et nos services\n- Respecter nos obligations légales"
        },
        {
          "title": "3. Partage des données",
          "content": "Nous ne vendons pas vos données personnelles. Nous pouvons partager des informations avec :\n\n- **Prestataires de services** : hébergement, analyses et traitement des paiements qui nous aident à exploiter la plateforme\n- **Apple et Google** : jetons d'appareil nécessaires aux mises à jour des cartes wallet\n- **Obligations légales** : lorsque la loi l'exige ou pour protéger nos droits"
        },
        {
          "title": "4. Stockage et sécurité des données",
          "content": "Vos données sont stockées sur des serveurs sécurisés hébergés dans l'Union européenne. Nous mettons en œuvre des mesures de sécurité conformes aux standards de l'industrie, incluant le chiffrement en transit (TLS) et au repos. Les données commerciales sont isolées par compte."
        },
        {
          "title": "5. Vos droits (RGPD)",
          "content": "En vertu du Règlement Général sur la Protection des Données (RGPD), vous disposez du droit de :\n\n- **Accéder** à vos données personnelles\n- **Rectifier** les données inexactes\n- **Supprimer** vos données (droit à l'oubli)\n- **Porter** vos données vers un autre service\n- **Vous opposer** au traitement de vos données\n- **Limiter** le traitement de vos données\n\nPour exercer l'un de ces droits, contactez-nous à privacy@stampeo.app."
        },
        {
          "title": "6. Cookies",
          "content": "Nous utilisons des cookies essentiels pour l'authentification et la gestion de session. Nous n'utilisons pas de cookies de suivi ou publicitaires. Nos analyses respectent la vie privée et ne suivent pas les utilisateurs individuels entre les sites."
        },
        {
          "title": "7. Conservation des données",
          "content": "Nous conservons vos données tant que votre compte est actif. Lorsque vous supprimez votre compte, nous effaçons vos données personnelles sous 30 jours. Certaines données peuvent être conservées plus longtemps pour des raisons légales (ex. : factures)."
        },
        {
          "title": "8. Vie privée des mineurs",
          "content": "Stampeo n'est pas destiné aux mineurs de moins de 16 ans. Nous ne collectons pas sciemment de données personnelles de mineurs."
        },
        {
          "title": "9. Modifications de cette politique",
          "content": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous vous informerons de tout changement significatif par e-mail ou via la plateforme."
        },
        {
          "title": "10. Nous contacter",
          "content": "Pour toute question relative à la confidentialité :\n\n- E-mail : privacy@stampeo.app\n- Adresse : Stampeo, Paris, France"
        }
      ]
    },
    "terms": {
      "title": "Conditions Générales d'Utilisation",
      "lastUpdated": "Dernière mise à jour : février 2026",
      "sections": [
        {
          "title": "1. Acceptation des conditions",
          "content": "En accédant ou en utilisant la plateforme Stampeo (« Service »), vous acceptez d'être lié par ces Conditions Générales d'Utilisation. Si vous n'acceptez pas ces conditions, n'utilisez pas le Service."
        },
        {
          "title": "2. Description du Service",
          "content": "Stampeo fournit une plateforme de cartes de fidélité digitales permettant aux entreprises de créer et gérer des programmes de fidélité utilisant Apple Wallet et Google Wallet. Le Service comprend :\n\n- Création et personnalisation de cartes de fidélité\n- Scan de QR codes pour la collecte de tampons\n- Mises à jour en temps réel des cartes via notifications push\n- Tableau de bord clients et analytique"
        },
        {
          "title": "3. Inscription au compte",
          "content": "Pour utiliser le Service en tant qu'entreprise, vous devez :\n\n- Créer un compte avec des informations exactes\n- Avoir au moins 18 ans ou l'âge légal dans votre juridiction\n- Être autorisé à agir au nom de l'entreprise que vous inscrivez\n- Garder vos identifiants de connexion en sécurité\n\nVous êtes responsable de toute activité sous votre compte."
        },
        {
          "title": "4. Tarifs et paiements",
          "content": "- **Partenaire Fondateur** : 3 mois offerts, puis 14,99 €/mois à vie (toutes les fonctionnalités Pro)\n- **Offre Pay** : 14,99 €/mois\n- **Offre Pro** : 29,99 €/mois\n\nLes prix sont en EUR hors taxes applicables. Nous pouvons modifier les tarifs avec un préavis de 30 jours. Le tarif Partenaire Fondateur est bloqué à vie."
        },
        {
          "title": "5. Utilisation acceptable",
          "content": "Vous vous engagez à ne pas :\n\n- Utiliser le Service à des fins illégales\n- Transmettre du contenu nuisible, offensant ou trompeur\n- Tenter d'accéder au Service sans autorisation\n- Interférer avec ou perturber le Service\n- Extraire, explorer ou collecter des données du Service sans permission\n- Revendre ou redistribuer le Service"
        },
        {
          "title": "6. Propriété intellectuelle",
          "content": "La plateforme Stampeo, y compris son design, son code et son image de marque, appartient à Stampeo. Vous conservez la propriété de votre contenu commercial (logos, image de marque, données clients). En utilisant le Service, vous nous accordez une licence d'utilisation de votre contenu uniquement pour fournir le Service."
        },
        {
          "title": "7. Données et confidentialité",
          "content": "L'utilisation de vos données est régie par notre Politique de Confidentialité. En tant qu'entreprise utilisant Stampeo, vous êtes responsable du traitement des données de vos clients, et nous agissons en tant que sous-traitant pour votre compte."
        },
        {
          "title": "8. Disponibilité du Service",
          "content": "Nous nous efforçons d'assurer une haute disponibilité mais ne garantissons pas un service ininterrompu. Nous pouvons effectuer des maintenances avec un préavis raisonnable. Nous ne sommes pas responsables des interruptions causées par des facteurs hors de notre contrôle."
        },
        {
          "title": "9. Résiliation",
          "content": "Vous pouvez résilier votre compte à tout moment. Nous pouvons suspendre ou résilier les comptes qui enfreignent ces conditions. En cas de résiliation :\n\n- Votre accès au Service cessera\n- Les cartes de fidélité actives ne recevront plus de mises à jour\n- Vous pouvez demander l'export de vos données sous 30 jours"
        },
        {
          "title": "10. Limitation de responsabilité",
          "content": "Dans les limites permises par la loi, Stampeo ne sera pas responsable de tout dommage indirect, accessoire, spécial ou consécutif. Notre responsabilité totale ne dépassera pas le montant que vous nous avez versé au cours des 12 mois précédant la réclamation."
        },
        {
          "title": "11. Droit applicable",
          "content": "Ces conditions sont régies par le droit français. Tout litige sera soumis aux tribunaux compétents de Paris, France."
        },
        {
          "title": "12. Modifications des conditions",
          "content": "Nous pouvons mettre à jour ces conditions de temps à autre. Nous vous informerons des changements significatifs. L'utilisation continue du Service après les modifications vaut acceptation."
        },
        {
          "title": "13. Contact",
          "content": "Pour toute question sur ces conditions :\n\n- E-mail : legal@stampeo.app\n- Adresse : Stampeo, Paris, France"
        }
      ]
    }
  }
}
