{
  "legal": {
    "privacy": {
      "title": "Privacy Policy",
      "lastUpdated": "Last updated: February 2026",
      "sections": [
        {
          "title": "1. Information We Collect",
          "content": "We collect information you provide directly when using Stampeo, including:\n\n- **Account information**: name, email address, business name when you create an account\n- **Customer data**: first name and phone number of your customers who join your loyalty program\n- **Usage data**: how you interact with our platform, including pages visited and features used\n- **Device information**: device tokens for push notifications (Apple Wallet / Google Wallet)"
        },
        {
          "title": "2. How We Use Your Information",
          "content": "We use the information we collect to:\n\n- Provide and maintain the Stampeo platform\n- Generate and update digital loyalty passes (Apple Wallet & Google Wallet)\n- Send push notifications when stamps are awarded or rewards are earned\n- Improve our services and develop new features\n- Communicate with you about your account and our services\n- Comply with legal obligations"
        },
        {
          "title": "3. Data Sharing",
          "content": "We do not sell your personal data. We may share information with:\n\n- **Service providers**: hosting, analytics, and payment processing partners who help us operate the platform\n- **Apple and Google**: device tokens necessary for wallet pass updates\n- **Legal requirements**: when required by law or to protect our rights"
        },
        {
          "title": "4. Data Storage and Security",
          "content": "Your data is stored on secure servers hosted in the European Union. We implement industry-standard security measures including encryption in transit (TLS) and at rest. Business data is isolated per account."
        },
        {
          "title": "5. Your Rights (GDPR)",
          "content": "Under the General Data Protection Regulation (GDPR), you have the right to:\n\n- **Access** your personal data\n- **Rectify** inaccurate data\n- **Delete** your data (right to be forgotten)\n- **Port** your data to another service\n- **Object** to processing of your data\n- **Restrict** processing of your data\n\nTo exercise any of these rights, contact us at privacy@stampeo.app."
        },
        {
          "title": "6. Cookies",
          "content": "We use essential cookies for authentication and session management. We do not use tracking or advertising cookies. Analytics are privacy-respecting and do not track individual users across sites."
        },
        {
          "title": "7. Data Retention",
          "content": "We retain your data for as long as your account is active. When you delete your account, we remove your personal data within 30 days. Some data may be retained longer for legal compliance (e.g., billing records)."
        },
        {
          "title": "8. Children's Privacy",
          "content": "Stampeo is not intended for children under 16. We do not knowingly collect personal data from children."
        },
        {
          "title": "9. Changes to This Policy",
          "content": "We may update this privacy policy from time to time. We will notify you of any material changes by email or through the platform."
        },
        {
          "title": "10. Contact Us",
          "content": "For privacy-related questions or concerns:\n\n- Email: privacy@stampeo.app\n- Address: Stampeo, Paris, France"
        }
      ]
    },
    "terms": {
      "title": "Terms of Service",
      "lastUpdated": "Last updated: February 2026",
      "sections": [
        {
          "title": "1. Acceptance of Terms",
          "content": "By accessing or using the Stampeo platform (\"Service\"), you agree to be bound by these Terms of Service. If you do not agree to these terms, do not use the Service."
        },
        {
          "title": "2. Description of Service",
          "content": "Stampeo provides a digital loyalty card platform that enables businesses to create and manage loyalty programs using Apple Wallet and Google Wallet passes. The Service includes:\n\n- Loyalty card creation and customization\n- QR code scanning for stamp collection\n- Real-time pass updates via push notifications\n- Customer and analytics dashboard"
        },
        {
          "title": "3. Account Registration",
          "content": "To use the Service as a business, you must:\n\n- Create an account with accurate information\n- Be at least 18 years old or the legal age in your jurisdiction\n- Be authorized to act on behalf of the business you register\n- Keep your login credentials secure\n\nYou are responsible for all activity under your account."
        },
        {
          "title": "4. Pricing and Payments",
          "content": "- **Founding Partner**: 3 months free, then €14.99/month for life (all Pro features)\n- **Pay plan**: €14.99/month\n- **Pro plan**: €29.99/month\n\nPrices are in EUR and exclude applicable taxes. We may change pricing with 30 days' notice. Founding Partner pricing is locked for the lifetime of the account."
        },
        {
          "title": "5. Acceptable Use",
          "content": "You agree not to:\n\n- Use the Service for any illegal purpose\n- Transmit harmful, offensive, or misleading content\n- Attempt to gain unauthorized access to the Service\n- Interfere with or disrupt the Service\n- Scrape, crawl, or collect data from the Service without permission\n- Resell or redistribute the Service"
        },
        {
          "title": "6. Intellectual Property",
          "content": "The Stampeo platform, including its design, code, and branding, is owned by Stampeo. You retain ownership of your business content (logos, branding, customer data). By using the Service, you grant us a license to use your content solely to provide the Service."
        },
        {
          "title": "7. Data and Privacy",
          "content": "Our use of your data is governed by our Privacy Policy. As a business using Stampeo, you are a data controller for your customers' data, and we act as a data processor on your behalf."
        },
        {
          "title": "8. Service Availability",
          "content": "We strive for high availability but do not guarantee uninterrupted service. We may perform maintenance with reasonable notice. We are not liable for disruptions caused by factors beyond our control."
        },
        {
          "title": "9. Termination",
          "content": "You may cancel your account at any time. We may suspend or terminate accounts that violate these terms. Upon termination:\n\n- Your access to the Service will cease\n- Active loyalty passes will stop receiving updates\n- You may request data export within 30 days"
        },
        {
          "title": "10. Limitation of Liability",
          "content": "To the maximum extent permitted by law, Stampeo shall not be liable for any indirect, incidental, special, or consequential damages. Our total liability shall not exceed the amount you paid us in the 12 months preceding the claim."
        },
        {
          "title": "11. Governing Law",
          "content": "These terms are governed by the laws of France. Any disputes shall be resolved by the courts of Paris, France."
        },
        {
          "title": "12. Changes to Terms",
          "content": "We may update these terms from time to time. We will notify you of material changes. Continued use of the Service after changes constitutes acceptance."
        },
        {
          "title": "13. Contact",
          "content": "For questions about these terms:\n\n- Email: legal@stampeo.app\n- Address: Stampeo, Paris, France"
        }
      ]
    }
  }
}
